Repository: closemarketing/formscrm
Catalog: languages/formscrm.po
Languages: es

source: CRM Account Information
es: Información de la cuenta CRM

source: Use this connector with CRM software. Use Gravity Forms to collect customer information and automatically add them to your CRM Leads.
es: Utiliza este conector con un Software CRM. Utiliza Gravity Forms para recoger información de clientes y añadirlos automáticamente a tus Potenciales en CRM.

source: CRM Type
es: Tipo CRM

source: Use the URL with http and the ending slash /.
es: Utiliza la URL con http y terminando con la barra /.

source: Username
es: Usuario

source: Password
es: Contraseña

source: Use the password of the actual user.
es: Utiliza la contraseña del usuario actual.

source: API Password for User
es: Contraseña API para Usuario

source: Find the API Password in the profile of the user in CRM.
es: Encuentra la contraseña API en el perfil de usuario en el CRM.

source: Password and Security Key
es: Contraseña y clave de seguridad

source: "Password""SecurityKey" Go to My Settings / Reset my Security Key.
es: “Password”“SecurityKey” vaya a mi configuración / restablecer mi clave de seguridad.

source: Odoo DB Name
es: Nombre DB Odoo

source: Find a Password or API key depending of CRM.
es: Encuentra la contraseña API en el perfil de usuario en el CRM.

source: We are unable to login to CRM.
es: No se ha podido iniciar sesión al CRM.

source: Use Settings Page
es: Utiliza página configuración

source: CRM Feed
es: Conector CRM

source: Name
es: Nombre

source: Enter a feed name to uniquely identify this setup.
es: Introduce el nombre del conector único para identificar esta configuración.

source: Map Fields
es: Campos del Mapa

source: Associate your CRM custom fields to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
es: Asocia los campos CRM con los campos de Gravity Forms seleccionando de la primera y la última.

source: We could not create the lead in
es: No podemos crear el contacto en

source: <p>There was a problem creating the lead in the CRM.</p><p>Try to find where it was the problem in the Wordpress Settings.</p><br/><p><strong>Gravity Forms CRM</strong>
es: <p>Hubo un problema al crear el plomo en el CRM.</p><p>Tratar de encontrar donde estaba el problema en la configuración de Wordpress.</p><br><p><strong>Formas de gravedad CRM</strong>

source: Message Debug Mode
es: Modo de depuración

source: curl is not Installed in your server. It is needed to work with CRM Libraries.
es: curl no está instalado en tu servidor. Es necesario para las librerías CRM.

source: Logged correctly in
es: Iniciada sesión correctamente.

source: Cannot Login in
es: No puedo acceder a

source: Error. I could not access to Facturadirecta
es: Error. No pude tener acceso a Facturadirecta

source: Unable to authenticate LiveId.
es: No se puede autenticar LiveId.

source: Zoho Error
es: Error de Zoho

source: Integrates Gravity Forms with CRM allowing form submissions to be automatically sent to your CRM.
es: Integra Gravity Forms con CRM de forma que permite que los envíos de formulario se añadan a tu CRM.
