Repository: closemarketing/formscrm
Catalog: languages/gravityforms-crm-*.po
Languages: es_es

source: CRM Account Information
es_es: Información de la cuenta CRM

source: Use this connector with CRM software. Use Gravity Forms to collect customer information and automatically add them to your CRM Leads.
es_es: Utiliza este conector con un Software CRM. Utiliza Gravity Forms para recoger información de clientes y añadirlos automáticamente a tus Potenciales en CRM.

source: CRM Type
es_es: Tipo CRM

source: Use the URL with http and the ending slash /.
es_es: Utiliza la URL con http y terminando con la barra /.

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Use the password of the actual user.
es_es: Utiliza la contraseña del usuario actual.

source: API Password for User
es_es: Contraseña API para Usuario

source: Find the API Password in the profile of the user in CRM.
es_es: Encuentra la contraseña API en el perfil de usuario en el CRM.

source: Odoo DB Name
es_es: Nombre DB Odoo

source: We are unable to login to CRM with the provided API key or URL is incorrect (it must finish with slash / ). Please make sure you have entered a valid API key in the %sSettings Page%s
es_es: No he podido iniciar sesión CRM con la contraseña API o la URL es incorrecta (debe terminar con la barra / ). Por favor, asegurarte que has introducido una contraseña API en la %sConfiguración%s

source: CRM Feed
es_es: Conector CRM

source: Name
es_es: Nombre

source: Enter a feed name to uniquely identify this setup.
es_es: Introduce el nombre del conector único para identificar esta configuración.

source: Map Fields
es_es: Mapa de Campos

source: Associate your CRM custom fields to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
es_es: Asocia los campos CRM con los campos de Gravity Forms seleccionando de la primera y la última.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
es_es: Un HTTP Error inesperado ocurrió durante la petición de la API. </p><p><a href="?" onclick="document.location.reload(); return false;">Inténtalo de nuevo</a>

source: An unknown error occurred
es_es: Se produjo un error desconocido
